Repository: norahm224/Note_Team
Catalog: *.lproj/Localizable.strings
Languages: ar

source: My notes
ar: مذكراتي

source: New Folder
ar: ملف جديد

source: Enter a folder name
ar: ادخل اسم الملف

source: Folder name
ar: اسم الملف

source: Cancel
ar: الغاء

source: Save
ar: حفظ

source: Work
ar: العمل

source: House furniture
ar: أثاث البيت

source: Spending
ar: مصاريف

source: Done
ar: انجز

source: Become focused, organized, and calm with Done
ar: مع أنجز كن منظم، اكثر تركيز وهادئ

source: attend meeting
ar: حضور اجتماع

source: Discuess final design
ar: مناقشة التصميم الاخير

source: Develop sign in page
ar: برمجة صفحة الدخول

source: Develop user account page
ar: برمجة صفحة حساب المستخدم

source: Type something here..
ar: اكتب شيئاً هنا...

source: Add a task 📝
ar: اضافة مهمة هنا📝

source: your tasks item must be at least 3 charecters long..
ar: عدد حروف مهمتك اقل من ٣ حروف

source: Reminder
ar: تذكير

source: Delete
ar: حذف

source: Set reminder
ar: تعيين تنبه

source: Add new folder name
ar: اضافة اسم ملف جديد

source: To Do List ✏️
ar: قائمة المهام✏️

source: Add
ar: أضافة

source: This is reminder you to check your list
ar: هذا التنبيه لتذكيرك بالرجوع لقائمتك

source: Hey There!
ar: أهلاً

source: First item
ar: البند الاول

source: Second item
ar: البند الثاني

source: Pick a date:
ar: اختار تاريخ

source: Let's write image
ar: هيا نكتب
